---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCFamilyInstanceExtrusionExportResults
source: html/2a1f703e-c060-8196-4aed-3ca4487b87ee.htm
---
# IFCFamilyInstanceExtrusionExportResults Members

Releases all resources used by the IFCFamilyInstanceExtrusionExportResults